{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "NeoSolarized.nvim": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "any-jump.vim": { "branch": "master" },
  "auto-dark-mode.nvim": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "browse.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-dotenv": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nerdfonts": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.nvim": { "branch": "main" },
  "css-vars.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "data-viewer.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dotnet.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "eldritch.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "freeze.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "git.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hawtkeys.nvim": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lsp_extra_dim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "modus-themes.nvim": { "branch": "master" },
  "monokai-nightasty.nvim": { "branch": "main" },
  "monokai.nvim": { "branch": "master" },
  "neoai.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "night-owl.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvcode-color-schemes.vim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-buffer-lines": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-devdocs": { "branch": "master" },
  "nvim-genghis": { "branch": "main" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-px-to-rem": { "branch": "main" },
  "nvim-scissors": { "branch": "main" },
  "nvim-toggleterm.lua": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quickfixdd": { "branch": "master" },
  "rayso.nvim": { "branch": "main" },
  "react-component-generator": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "resession.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "sqls.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-git-diffs.nvim": { "branch": "main" },
  "telescope-gpt": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trim.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "url-open": { "branch": "main" },
  "urlview.nvim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-rest-console": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
